src/Cases/buoyantBoussinesqSIMPLES-ScalarTransport/system/turbulenceFields
// -*- C++ -*-

type            turbulenceFields;
libs            (fieldFunctionObjects);
field           R;
writeControl    writeTime;


// *********************************************************************** //
